tap "dart-lang/dart"
tap "denisidoro/tools"
tap "homebrew/bundle"
# tap "leoafarias/fvm"
brew "bash"
brew "openssl@3"
brew "oniguruma"
brew "bat"
brew "c-ares"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "exa"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "hyperfine"
brew "libnghttp2"
brew "libuv"
brew "make"
brew "mas"
brew "node"
brew "pnpm"
brew "sqlite"
brew "xz"
brew "python@3.11"
brew "wireguard-go"
brew "zsh"
brew "dart-lang/dart/dart", link: false
brew "denisidoro/tools/docpars"
# brew "leoafarias/fvm/fvm"
cask "autodesk-fusion360"
cask "autofirma", args: { appdir: "/Applications" }
cask "docker"
cask "figma"
cask "flutter", args: { appdir: "/Applications" }
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "microsoft-teams", args: { appdir: "/Applications" }
cask "notion"
cask "postman"
cask "prusaslicer", args: { appdir: "/Applications" }
cask "raycast"
cask "spotify"
cask "tableplus"
cask "tempbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "whatsapp"
cask "home-assistant"
# mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Friendly Streaming", id: 553245401
mas "Microsoft OneNote", id: 784801555
mas "Notion Web Clipper", id: 1559269364
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
# vscode "4ops.terraform"
# vscode "alexcvzz.vscode-sqlite"
# vscode "atlassian.atlascode"
# vscode "batisteo.vscode-django"
# vscode "bradlc.vscode-tailwindcss"
# vscode "DanielSanMedium.dscodegpt"
# vscode "Dart-Code.dart-code"
# vscode "Dart-Code.flutter"
# vscode "DiemasMichiels.emulate"
# vscode "eamodio.gitlens"
# vscode "esbenp.prettier-vscode"
# vscode "FelixAngelov.bloc"
# vscode "GitHub.codespaces"
# vscode "github.vscode-github-actions"
# vscode "GitLab.gitlab-workflow"
# vscode "Gruntfuggly.todo-tree"
# vscode "hashicorp.terraform"
# vscode "humao.rest-client"
# vscode "jeroen-meijer.pubspec-assist"
# vscode "kisstkondoros.vscode-gutter-preview"
# vscode "localizely.flutter-intl"
# vscode "mongodb.mongodb-vscode"
# vscode "mquandalle.graphql"
# vscode "ms-azuretools.vscode-docker"
# vscode "MS-CEINTL.vscode-language-pack-es"
# vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
# vscode "ms-python.isort"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-toolsai.jupyter"
# vscode "ms-toolsai.jupyter-keymap"
# vscode "ms-toolsai.jupyter-renderers"
# vscode "ms-toolsai.vscode-jupyter-cell-tags"
# vscode "ms-toolsai.vscode-jupyter-slideshow"
# vscode "ms-vscode-remote.remote-containers"
# vscode "ms-vscode-remote.remote-ssh"
# vscode "ms-vscode-remote.remote-ssh-edit"
# vscode "ms-vscode.remote-explorer"
# vscode "ms-vscode.vscode-typescript-next"
# vscode "ms-vsliveshare.vsliveshare"
# vscode "PKief.material-icon-theme"
# vscode "Prisma.prisma"
# vscode "PulkitGangwar.nextjs-snippets"
# vscode "qwtel.sqlite-viewer"
# vscode "rangav.vscode-thunder-client"
# vscode "redhat.vscode-yaml"
# vscode "rexthedev.flutter-preview"
# vscode "ritwickdey.LiveServer"
# vscode "robert-brunhage.flutter-riverpod-snippets"
# vscode "thebarkman.vscode-djaneiro"
# vscode "toba.vsfire"
# vscode "usernamehw.errorlens"
# vscode "WallabyJs.console-ninja"
# vscode "WelltestedAI.fluttergpt"
# vscode "yt1997kt.flutter-bloc"
